/* 
  Localizable.strings
  EdgeView

  Created by DJ.HAN on 2014. 11. 8..
  Copyright (c) 2014년 DJ.HAN. All rights reserved.
*/

//환영문구
"Be EDGE! (...not ecchi)\n\nDrag and drop files." = "Be EDGE! (...not ecchi)\n\nファイルをドラッグ＆ドロップしてください.";

//로딩 시작
"While Loading..." = "読み込み中です…";

//캐쉬 파일 생성
"Making Cache File..." = "Making Cache File…";

//로딩 실패시
"Can't read files" = "ファイルの読み込みに失敗しました。";

//로딩 취소시
"File loading is cancelled" = "ファイルの読み込みを取り消ししました。";

//파일 히스토리가 있을 때 경고창 문구
"%i page is last read page of %@. \nDo you want to open last read page?" = "%i番目ページが%@の最後に開いたページであります。. \n最後に開いたページに移動しますか?";

//최근 읽은 페이지 열기
"Open Last Page" = "最後に開いたページを開く";

//루프 설정
//다음 루프
"Loop Next" = "次のループ";

//다음 파일 열기
"Open Next File" = "次のファイルを開く";

//첫 페이지로 이동
"Go First Page" = "最初のページへ移動";

//마지막 페이지 경고문구
"This is last page. Please select loop option.\n(Press Esc key to cancel)" = "最後のページです。ループのオプションを選択してください。\n(Escキーでキャンセルできます)";

//이전 루프
"Loop Back" = "前のループ";

//이전 파일 열기
"Open Previous File" = "前のファイルを開く";

//마지막 페이지로 이동
"Go Last Page" = "最後のページへ移動";

//첫번째 페이지 경고문구
"This is first page. Please select loop option.\n(Press Esc key to cancel)" = "最初のページです。ループのオプションを選択してください。\n(Escキーでキャンセルできます)";

//Yes버튼
"Yes" = "はい";
//루프 설정 종료

//No 버튼
"No" = "いいえ";

//OK 버튼
"OK" = "OK";

//Cancel 버튼
"Cancel" = "キャンセル";

//취소중 메시지
"While Cancelling..." = "キャンセル中です…";

//인코딩 Auto Detect
"Auto Detect Encoding" = "エンコーディング自動判別";

//히스토리 삭제
"Do you want remove all of history?" = "全てのヒストリーを削除しますか?";
"You can't recover deleted history." = "削除されたヒストリーは復元できません。";

//파일 삭제 경고
"Delete File" = "ファイル削除";

//파일 삭제 경고문
"Do you want to delete this file?" = "このファイルを削除しますか？";

//파일 삭제 완료
"is deleted" = "が削除されました。";

//깨진 이미지
"Broken Image" = "読まないイメージです";

//패스워드 입력창 타이틀
"Archive is password protected" = "パスワードの入力";
//패스워드 입력창 해설
"Please input password for %@.\n(Press Esc key to cancel)" = "%@のアーカイブを解凍するに必要なパースワドを入力してください。\n(Escキーでキャンセルできます)";

//배경 이미지 사용 안 함
"don't use background image" = "背景イメージを使用しない";
//기본 이미지 사용
"use default image" = "基本のイメージを使用する";

//열 수 있는 압축파일이나 이미지가 없는 경우 : 썸네일 브라우저
"This folder does not contain any Image files or Archives" = "このフォルダにはイメージファイル或いはアーカイブファイルが全然ありません。";

//파일 브라우저에서 복수 파일 삭제시 경고 메시지
"Do you want to delete these files?" = "このファイル達を削除しますか？";
"and other" = "の他の";
"files" = "個のファイル達";

//슬라이드쇼
"Others..." = "表示間隔を入力する...";
"Seconds" = "秒";

//왼쪽 이미지 저장
"Save Left Image..." = "左側のイメージを保存...";
//오른쪽 이미지 저장
"Save Right Image..." = "右側のイメージを保存...";
//한 이미지만 저장
"Save Image..." = "イメージを保存...";
//현재 한 이미지만 표시중
"Only 1 Page On Screen" = "1ページだけ表示中";

